Repository: jimregan/citizens-information-raw
Catalog: en-ga/www.citizensinformation.ie/ga/social_welfare/social_welfare_payments/older_and_retired_people/centenarians_bounty.html.txt.tmx
Source language: en
Languages: ga

source: The Centenarian Bounty is a national award made by the Irish president to people who have reached 100 years of age
ga: Bronnann Uachtarán na hÉireann gradam náisiúnta ar dhaoine a bhfuil cónaí orthu in Éirinn nuair a shroicheann siad 100 bliain d’aois

source: The Centenarian Bounty is usually awarded on behalf of the President by a local member of the clergy or friend of the centenarian
ga: Déanann ball den chléir áitiúil nó cara leis an bhfaighteoir an bronnadh thar cheann an Uachtaráin de ghnáth

source: A letter of congratulations signed by the President accompanies the award
ga: Bíonn litir chomhghairdis atá sínithe ag an Uachtarán ag dul leis an ngradam

source: The centenarian can also request that the letter and the President's bounty be sent directly to themselves without a presentation ceremony
ga: Is féidir leis an bhfaighteoir a iarraidh go seolfaí litir agus deontas an Uachtaráin díreach chuige nó chuici gan searmanas bronnta

source: From 1 January 2000, the President has also marked the birthday of each person resident in Ireland over the age of 100 years
ga: Ón gcéad lá d’Eanáir 2000 tá aitheantas ar leith ón Uachtarán tugtha do gach duine atá ós cionn 100 bliain d’aois ar a gcuid laethanta breithe

source: On his or her 101st and every subsequent birthday, the person receives a special commemorative coin in a presentation box, along with a congratulatory letter signed by the President
ga: Ar a 101ú breithlá agus ar gach breithlá ina dhiaidh sin faigheann an duine sin bonn cuimhneacháin speisialta maraon le litir chomhghairdis sínithe ag an Uachtarán

source: A new coin is designed for each year
ga: Bíonn dearadh nua faoi leith ar an mbonn gach bliain

source: Since March 2006, Irish citizens born in the island of Ireland who have reached 100 and are living outside the State are eligible for the Bounty
ga: Íoctar Deontas do Dhaoine in Aois a gCéid le gach náisiúnach agus náisiúnach coigríche a bhfuil cónaí orthu in Éirinn nuair a shlánaíonn siad 100 bliain d'aois

source: You will receive €2,540 and a congratulatory letter signed by the President on your 100th birthday
ga: Faightear €2,540 agus litir chomhghairdis ón Uachtarán nuair a shroichtear 100 bliain d'aois

source: You will also get a commemorative coin and a congratulatory letter from the President on your 101st and subsequent birthdays
ga: Faightear bonn cuimhneacháin agus litir chomhghairdis ón Uachtarán ar an 101ú breithlá agus ar gach breithlá ina dhiaidh

source: People living in Ireland and getting an Irish social welfare payment
ga: Daoine atá ag cónaí in Éirinn agus atá ag fáil íocaíochta leasa shóisialaigh na hÉireann

source: The Department of Social Protection (DSP) automatically forwards information about people who are about to reach 100 and who are getting DSP pensions to the office of the President
ga: Seolann an Roinn faisnéis faoi dhaoine atá ar tí 100 bliain d'aois a shroicheadh agus atá ag fáil pinsin na Roinn Coimirce Sóisialaí, sa ghnáthchúrsa chuig oifig an Uachtaráin roimh a mbreithlá

source: The office of the President then makes the award directly to the individual
ga: Déanann oifig an Uachtaráin an gradam a bhronnadh ar an duine ansin

source: People living in Ireland but not getting an Irish social welfare payment
ga: Daoine atá ag cónaí in Éirinn ach nach bhfuil ag fáil íocaíochta leasa shóisialaigh na hÉireann

source: You should forward information about people (Irish nationals and foreign nationals) resident in Ireland who are not receiving a social welfare pension to the Pensions Section in the Department of Social Protection
ga: Ba chóir faisnéis faoi dhaoine (náisiúnaigh na hÉireann agus náisiúnaigh choigríche) atá cónaitheach in Éirinn nach bhfuil ag fáil pinsin leasa shóisialaigh a sheoladh ar aghaidh chuig an Roinne Gnóthaí Eachtracha agus Trádála

source: The Department will arrange for a social welfare inspector to verify the information
ga: Féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: This may involve a visit by the inspector
ga: Déanfar an fhaisnéis a sheoladh ar aghaidh chuig Rannóg na bPinsean sa Roinn Coimirce Sóisialaí

source: Once it has been verified that the person is eligible for the bounty, the award will be made to them
ga: Nuair atá sé deimhnithe go bhfuil an duine incháilithe don deontas, déantar an gradam a bhronnadh

source: People not living in Ireland
ga: Daoine nach bhfuil ag cónaí in Éirinn

source: You should forward information about Irish citizens born in the island of Ireland and resident outside the State,using the application form for Centenarian Bounty (pdf) to the person's nearest Irish diplomatic mission or the Department of Foreign Affairs and Trade (see 'Where to apply' below)
ga: Ba chóir faisnéis faoi shaoránaigh na hÉireann a rugadh ar oileán na hÉireann agus atá cónaitheach lasmuigh den Stát, a sheoladh ar foirm iarratais do Dheontas do Dhaoine in Aois a gCéid (pdf) chuig an misean taidhleoireachta Éireannach is gaire dóibh nó chuig an Roinn Gnóthaí Eachtracha agus Trádála - féach 'Cá háit a ndéanfaidh mé iarratas' thíos

source: Once it has been verified that the person is eligible, the award will be made to them
ga: Nuair atá sé deimhnithe go bhfuil an duine incháilithe don deontas, bronntar an gradam ar an saoránach

source: Department of Foreign Affairs and Trade
ga: An Roinn Gnóthaí Eachtracha agus Trádála

source: If you are living abroad contact your nearest diplomatic mission or the Irish Abroad Unit (Centenarian Bounty Scheme) in the Department of Foreign Affairs and Trade. Department of Foreign Affairs and Trade 80 St
ga: Má tá tú i do chónaí thar lear téigh i dteagmháil leis an misean taidhleoireachta Éireannach is gaire duit nó an Aonad Thar Lear na hÉireann (Scéim Dheontas do Dhaoine in Aois a gCéid) sa Roinn Gnóthaí Eachtracha agus Trádála
